"INVITEES" = "Convidats";
"INVITEES_LOWERCASE" = "convidats";
"INVITATION_FROM" = "Invitació de";
"ACCEPT" = "Acceptar";
"MAYBE" = "Potser";
"MAYBE_LOWERCASE" = "potser";
"DECLINE" = "Refusar";
"SHOW_IN_CALENDAR" = "Mostrar al calendari";
"EVENT_CANCELED" = "S’ha cancel·lat l’esdeveniment";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = "i %@";

"INFO" = "Informació";
"ADD_COMMENTS" = "Afegir comentaris";
"COMMENTS" = "Comentaris";
"REPEATS_FORMAT" = "es repeteix %@";

"INVITES" = "Invitacions";
"INVITES_FORMAT" = "Invitacions (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Acceptada";
"ACCEPTED_LOWERCASE" = "acceptada";
"DECLINED" = "Refusada";
"DECLINED_LOWERCASE" = "refusada";
"DISMISS" = "Descartar";
"MAYBE_RESPONSE" = "Potser";
"CANCELED" = "Cancel·lat";
"NO_INVITATIONS" = "No hi ha invitacions";
"NO_REPLY" = "No respongueu";
"NO_REPLY_LOWERCASE" = "no respongueu";
"FROM" = "De";
"FROM_LOWERCASE" = "de";
"MY_STATUS" = "El meu estat";
"MY_STATUS_LOWERCASE" = "el meu estat";
"EVENT_DETAILS" = "Detalls esdev.";
"NO_ATTENDEES" = "(cap)";
"INVITE_LIST_ACCEPTED" = "Acceptada";
"INVITE_LIST_DECLINED" = "Refusada";
"INVITE_LIST_MAYBE" = "Potser";
"SHARED_CALENDAR_FROM" = "Calendari compartit de %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ a %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "%@\na %@";
"INVITATION_CANCELED" = "Cancel·lat";

"DELEGATE_ACTION_DISALLOWED" = "Se us ha notificat aquest esdeveniment perquè sou un delegat d’un convidat.";